{
  "url": "https://freesound.org/people/Jagadamba/",
  "username": "Jagadamba",
  "about": "Many of my sounds are FREE\n\nSome of my sounds are only available as CC BY-NC 3.0 license. This license forbids* commercial use unless by agreement with the creator of the sound. Please read here:\n<a href=\"http://creativecommons.org/licenses/by-nc/3.0/\" rel=\"nofollow\">http://creativecommons.org/licenses/by-nc/3.0/</a>\n\nIf you find my sounds useful or use them in your own project or creation, then please credit \"Jagadamba\" and \"<a href=\"http://Freesound.org\" rel=\"nofollow\">Freesound.org</a>\".\n\nA hyperlink or URI/URL of the sound used would be greatly appreciated if possible.\n\n* Commercial Use:\n\n[ If you need to use my sounds in a commercial project, it might be possible to buy a commercial license from me. This can be done by sending me a private message to discu$$ term$ ].\n\nSome of my sounds are in FLAC format. These can easily be changed to WAv, MP3 or the format of your choice by using online converters similar to the one found at <a href=\"http://audio.online-convert.com\" rel=\"nofollow\">http://audio.online-convert.com</a>\n\nI upload samples as and when I create them. I try to record or create my samples to be as clear as possible in order to save people time in editing. I create samples by request. If you find my samples useful then please reflect this by leaving a positive comment and rating. I hope you enjoy my sounds as much as I have in creating them :)\n\nPeace\nBlessing\nNamaste\n\nJagadamba",
  "home_page": "",
  "avatar": {
    "small": "https://freesound.org/data/avatars/4062/4062622_S.jpg",
    "medium": "https://freesound.org/data/avatars/4062/4062622_M.jpg",
    "large": "https://freesound.org/data/avatars/4062/4062622_L.jpg"
  },
  "date_joined": "2014-02-06T23:19:35.650720+01:00",
  "num_sounds": 1060,
  "sounds": "https://freesound.org/apiv2/users/Jagadamba/sounds/",
  "num_packs": 18,
  "packs": "https://freesound.org/apiv2/users/Jagadamba/packs/",
  "num_posts": 25,
  "num_comments": 5
}