{
  "url": "https://freesound.org/people/Robinhood76/",
  "username": "Robinhood76",
  "about": "Hello!\n\n<u><strong>There's possibility to get a commercial license or permission to use my files from Freesound - like my <a href=\"http://www.facebook.com/pages/FxProSound/513348418682418\" rel=\"nofollow\">facebook profile</a> and just write to me. </strong></u>\n\n\nThere you can find:\n\nsome my normalized enveloped mono and stereo samples recorded in studio and outdoor sound shots\nfield-recorded stereo sounds normalized enveloped. Usable as sound effects, foleys or anything. Most of them are raw and unprocessed. For professional use they may need editing.\nI organize <u>ALL files</u> in sample packs, check my packs to easier navigation.\n\nSome FAQ answers:\n\n<b>- Can I use your sounds in family, private, artistic non-commercial, charity or educational stuff?</b>\nYes, without any restrictions\n<b>- Can I use your sound in commercial?</b>\nNo, buy commercial version and share your profits with others\n<b>- Can I use your sound in my e-mail postcards sending to my clients?</b>\nHave you asked your Internet provider to use web for free in this purpose? Don't be a miser...\n<b>- Can I sell/distribute samples downloaded from you?</b>\nNo, without any exceptions\n<b>- Can you load other version of your sound or clean some clicks/pops?</b>\nSome my earlier sounds are put directly from recorder without any editing. Clean versions you can buy on my stock sites (only few dollars)\n<b>- I want to put your sound on another site as a source file to download?</b>\nI contribute for Freesound, so you can put the link but not the sound as a source file in any format (converted, resampled etc.) \n<b>- I want to use your sound in game/song/video that maybe will be selling in the future, can I use it now?</b>\nUse it for free but remember about purchasing commercial license when you start selling it.\n<b>- I've uploaded your sounds when they were under CC Sampling + License on Freesound 1 - can I use it under this license or not?</b>\nYou can use it under CC Sampling + License\n<b> - RobinHood should give his sounds for free! Why don't you use Public Domain license?</b>\nRobin Hood is sharing with the poor not with these who can afford buying sounds or are earning money on my job. You want free? Give away free!\n\n<em>Of course you can ask for permission if you have any doubts or needs.</em>\n\nYou can credit me: FxProSound\n\nIf you are interested in commercial royalty free professional versions and more sounds look there:\n\n\n\nAt <strong> POND 5 </strong>\n<a href=\"http://www.pond5.com/artist/FxProSound?ref=FxProSound\" rel=\"nofollow\">http://www.pond5.com/artist/FxProSound?ref=FxProSound</a>\n\nAt <strong> AUDIOJUNGLE </strong>\n<a href=\"http://audiojungle.net/user/fxprosound?ref=fxprosound\" rel=\"nofollow\">http://audiojungle.net/user/fxprosound?ref=fxprosound</a>\n\nFor professionals here's subscription service containing my sounds and milions of other media for really low price:\n\n<a href=\"https://1.envato.market/Y9v15O\" rel=\"nofollow\">Envato Elements</a>\n\n\nRemember you can hear the full quality of my files only after downloading!\n\n\n\nThank you all the people downloading my sounds for sending me your works using my sounds. I really enjoy hearing and watching it!\n<b></b>",
  "home_page": "",
  "avatar": {
    "small": "https://freesound.org/data/avatars/321/321967_S.jpg",
    "medium": "https://freesound.org/data/avatars/321/321967_M.jpg",
    "large": "https://freesound.org/data/avatars/321/321967_L.jpg"
  },
  "date_joined": "2007-05-04T15:28:03+02:00",
  "num_sounds": 1922,
  "sounds": "https://freesound.org/apiv2/users/Robinhood76/sounds/",
  "num_packs": 62,
  "packs": "https://freesound.org/apiv2/users/Robinhood76/packs/",
  "num_posts": 111,
  "num_comments": 42
}